Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# loadingBar.goalProgress.3
source: Small steps, real progress.
de: Kleine Schritte, echter Fortschritt.
es: Pequeños pasos, progreso real.
fr: Petits pas, progrès réels.
hy: Փոքր քայլեր, իրական առաջընթաց:
it: Piccoli passi, progressi reali.
ka: მცირე ნაბიჯები — რეალური პროგრესი.
ru: Маленькие шаги — настоящий прогресс.
sr: Мали кораци, стваран напредак.

# loadingBar.goalProgress.4
source: Showing up today is what changes tomorrow.
de: Heute dabei zu sein verändert das Morgen.
es: Presentarte hoy es lo que cambia el mañana.
fr: Être présent aujourd'hui, c'est ce qui change demain.
hy: Այսօրվա քայլը փոխում է վաղը:
it: Esserci oggi è ciò che cambia il domani.
ka: დღეს გადადგმული ნაბიჯი ცვლის შენს ხვალეს.
ru: Сегодняшнее усилие меняет твоё завтра.
sr: Данашњи труд мења твоје сутра.

# loadingBar.goalProgress.5
source: Your future self is already proud of you.
de: Dein zukünftiges Ich ist schon stolz auf dich.
es: Tu yo del futuro ya está orgulloso de ti.
fr: Votre futur vous est déjà fier de vous.
hy: Քո ապագա ես-ը արդեն հպարտ է քեզանով:
it: Il tuo io futuro è già orgoglioso di te.
ka: შენი მომავალი „მე“ უკვე ამაყობს შენით.
ru: Твоё будущее «я» уже гордится тобой.
sr: Твоје будуће ја је већ поносно на тебе.

# loadingBar.mealFact.0
source: Honey never spoils -- archaeologists have found 3,000-year-old honey that's still edible.
de: Honig verdirbt nie -- Archäologen haben 3.000 Jahre alten Honig gefunden, der noch essbar ist.
es: La miel nunca caduca: los arqueólogos han encontrado miel de 3000 años que todavía se puede comer.
fr: Le miel ne se périme jamais : des archéologues ont retrouvé du miel vieux de 3 000 ans encore comestible.
hy: Մեղրը երբեք չի փչանում -- հնագետները գտել են 3000-ամյա մեղր, որը դեռ ուտելի է.
it: Il miele non scade mai: gli archeologi hanno trovato miele di 3.000 anni ancora commestibile.
ka: თაფლი არასდროს ფუჭდება -- არქეოლოგებმა იპოვეს 3000 წლის თაფლი, რომელიც დღემდე საჭმელად ვარგისია.
ru: Мёд никогда не портится -- археологи находили мёд возрастом 3000 лет, который всё ещё пригоден в пищу.
sr: Мед се никада не квари — археолози су пронашли мед стар 3.000 година који је још увек јестив.

# loadingBar.mealFact.1
source: Bananas are berries. Strawberries, botanically, are not.
de: Bananen sind Beeren. Erdbeeren sind botanisch gesehen keine.
es: Los plátanos son bayas. Las fresas, botánicamente, no lo son.
fr: Les bananes sont des baies. Les fraises, botaniquement, n'en sont pas.
hy: Բանանը հատապտուղ է: Ելակը, բուսաբանական տեսանկյունից, ոչ:
it: Le banane sono bacche. Le fragole, botanicamente, non lo sono.
ka: ბანანი კენკრაა. მარწყვი კი, ბოტანიკურად, არა.
ru: Бананы — это ягоды. А клубника, с ботанической точки зрения, — нет.
sr: Банане су бобице. Јагоде, ботанички гледано, то нису.

# loadingBar.mealFact.2
source: Carrots were originally purple before the Dutch bred the orange ones.
de: Karotten waren ursprünglich lila, bevor die Niederländer die orangefarbenen züchteten.
es: Las zanahorias eran originalmente moradas antes de que los holandeses cultivaran las naranjas.
fr: Les carottes étaient à l'origine violettes, avant que les Néerlandais ne créent les oranges.
hy: Գազարն ի սկզբանե մանուշակագույն էր, մինչև հոլանդացիները նարնջագույն տեսակ ստացան.
it: Le carote erano originariamente viola, prima che gli olandesi selezionassero quelle arancioni.
ka: თავდაპირველად სტაფილო იასამნისფერი იყო, სანამ ჰოლანდიელებმა ნარინჯისფერი არ გამოიყვანეს.
ru: Изначально морковь была фиолетовой, пока голландцы не вывели оранжевую.
sr: Шаргарепа је првобитно била љубичаста, пре него што су Холанђани узгојили наранџасту.

# loadingBar.mealFact.3
source: Peanuts aren't nuts -- they're legumes.
de: Erdnüsse sind keine Nüsse -- sie sind Hülsenfrüchte.
es: Los cacahuetes no son frutos secos: son legumbres.
fr: Les cacahuètes ne sont pas des fruits à coque : ce sont des légumineuses.
hy: Գետնանուշը ընկույզ չէ -- այն ընդեղեն է.
it: Le arachidi non sono frutta secca: sono legumi.
ka: მიწის თხილი თხილი არ არის -- ის პარკოსანია.
ru: Арахис — не орех, а бобовое.
sr: Кикирики није орашасти плод — то је махунарка.

# loadingBar.mealFact.4
source: Avocados are technically a single-seeded berry.
de: Avocados sind technisch gesehen eine einsamige Beere.
es: Los aguacates son técnicamente una baya con una sola semilla.
fr: Techniquement, l'avocat est une baie à un seul noyau.
hy: Ավոկադոն տեխնիկապես մեկ կորիզով հատապտուղ է.
it: Tecnicamente, l'avocado è una bacca con un solo seme.
ka: ავოკადო ტექნიკურად ერთბირთვიანი კენკრაა.
ru: Авокадо технически — это ягода с одной косточкой.
sr: Авокадо је технички бобица са једном семенком.

# loadingBar.mealFact.5
source: Apples float because they're about 25%% air.
de: Äpfel schwimmen, weil sie zu etwa 25 %% aus Luft bestehen.
es: Las manzanas flotan porque son aproximadamente un 25%% aire.
fr: Les pommes flottent car elles sont composées d'environ 25 %% d'air.
hy: Խնձորները չեն խորտակվում, քանի որ մոտավորապես 25%%-ը օդ է:
it: Le mele galleggiano perché sono composte per circa il 25%% da aria.
ka: ვაშლი წყალზე ცურავს, რადგან დაახლოებით 25%% ჰაერისგან შედგება.
ru: Яблоки не тонут, потому что примерно на 25%% состоят из воздуха.
sr: Јабуке плутају јер су око 25%% ваздух.

# loadingBar.mealFact.6
source: Chocolate was once used as currency by the Aztecs.
de: Schokolade wurde von den Azteken einst als Zahlungsmittel genutzt.
es: El chocolate fue usado como moneda por los aztecas.
fr: Le chocolat servait autrefois de monnaie chez les Aztèques.
hy: Ժամանակին ացտեկները շոկոլադն օգտագործում էին որպես արժույթ:
it: Il cioccolato veniva usato come moneta dagli Aztechi.
ka: ერთ დროს აცტეკები შოკოლადს ვალუტად იყენებდნენ.
ru: Когда-то ацтеки использовали шоколад в качестве валюты.
sr: Чоколада је некада коришћена као валута код Астека.

# loadingBar.mealFact.7
source: An egg's shell color depends on the hen's breed, not its nutrition.
de: Die Schalenfarbe eines Eis hängt von der Hühnerrasse ab, nicht von ihrer Ernährung.
es: El color de la cáscara del huevo depende de la raza de la gallina, no de su alimentación.
fr: La couleur de la coquille d'un œuf dépend de la race de la poule, pas de son alimentation.
hy: Ձվի կճեպի գույնը կախված է հավի ցեղատեսակից, ոչ թե սնուցումից:
it: Il colore del guscio dell'uovo dipende dalla razza della gallina, non dalla sua alimentazione.
ka: კვერცხის ნაჭუჭის ფერი დამოკიდებულია ქათმის ჯიშზე, და არა მის კვებაზე.
ru: Цвет скорлупы яйца зависит от породы курицы, а не от её питания.
sr: Боја љуске јајета зависи од расе кокошке, а не од њене исхране.

# loadingBar.mealFact.8
source: Chewing celery burns about as many calories as it contains -- close to a wash.
de: Sellerie zu kauen verbrennt etwa so viele Kalorien, wie er enthält -- fast ein Nullsummenspiel.
es: Masticar apio quema casi tantas calorías como las que contiene, casi un empate.
fr: Mâcher du céleri brûle presque autant de calories qu'il en contient : quasiment nul en bilan.
hy: Նեխուրը ծամելը այրում է գրեթե այնքան կալորիա, որքան այն պարունակում է -- գրեթե զրոյի է հավասարվում.
it: Masticare il sedano brucia quasi tante calorie quante ne contiene: quasi un pareggio.
ka: ნიახურის ღეჭვა თითქმის იმდენივე კალორიას წვავს, რამდენსაც თავად შეიცავს -- თითქმის გათანაბრებულია.
ru: На пережёвывание сельдерея тратится почти столько же калорий, сколько в нём содержится -- почти ноль в остатке.
sr: Жвакање целера сагорева готово исто толико калорија колико он садржи — скоро изравнато.

# loadingBar.mealFact.9
source: Crunching your food louder can genuinely make it taste better, per actual studies.
de: Lauteres Kauen kann laut echten Studien tatsächlich dafür sorgen, dass Essen besser schmeckt.
es: Masticar tu comida más fuerte puede hacer que sepa mejor de verdad, según estudios reales.
fr: Selon de véritables études, croquer plus fort dans vos aliments peut réellement les rendre plus savoureux.
hy: Ուտելիքը ավելի բարձր ձայնով ծամելը իսկապես կարող է ավելի համեղ դարձնել այն, ինչպես ցույց են տալիս իրական հետազոտությունները.
it: Secondo studi reali, sgranocchiare il cibo più rumorosamente può farlo davvero sembrare più buono.
ka: საკვების ხმამაღლა ხრაშუნით ჭამა ნამდვილად აუმჯობესებს გემოს — ასე აჩვენებს კვლევები.
ru: Более громкое хрустение едой действительно может сделать её вкуснее — так показывают исследования.
sr: Гласније хрскање хране заиста може учинити да укус буде бољи, показују студије.

# logMeal.estimateFailed
source: Couldn't estimate that -- try describing it differently, or enter the numbers below yourself.
de: Das konnte nicht geschätzt werden – versuch es mit einer anderen Beschreibung oder gib die Zahlen unten selbst ein.
es: No se ha podido estimar. Intenta describirlo de otra forma o introduce tú los números a continuación.
fr: Impossible d'estimer ce repas. Essayez de le décrire autrement, ou saisissez vous-même les chiffres ci-dessous.
hy: Չհաջողվեց գնահատել դա․ փորձիր այլ կերպ նկարագրել կամ ինքդ մուտքագրիր թվերը ներքևում։
it: Non è stato possibile stimarlo. Prova a descriverlo in modo diverso, oppure inserisci tu i numeri qui sotto.
ka: ვერ შევაფასეთ — სცადე სხვანაირად აღწერო, ან თავად შეიყვანე მაჩვენებლები ქვემოთ.
ru: Не удалось это оценить — попробуй описать иначе или введи цифры ниже вручную.
sr: Нисмо успели то да проценимо — покушај да опишеш другачије, или ручно унеси бројеве испод.

# logMeal.footer.description
source: Type it, dictate it, or describe your meal in words -- Soma fills in the fields below either way. Review and adjust anything before saving.
de: Tippe es, diktiere es oder beschreibe deine Mahlzeit in Worten -- Soma füllt die Felder unten so oder so aus. Überprüfe und passe alles vor dem Speichern an.
es: Escríbelo, dictalo o describe tu comida con palabras -- Soma completa los campos de abajo de cualquier forma. Revisa y ajusta lo que necesites antes de guardar.
fr: Écris-le, dicte-le ou décris ton repas avec des mots -- Soma remplit les champs ci-dessous dans tous les cas. Vérifie et ajuste avant d'enregistrer.
hy: Գրիր, ասա բարձրաձայն կամ նկարագրիր քո ուտելիքը բառերով -- Soma-ն ամեն դեպքում կլրացնի ստորև դաշտերը։ Ստուգիր և անհրաժեշտության դեպքում ուղղիր՝ նախքան պահպանելը։
it: Scrivilo, dettalo o descrivi il tuo pasto a parole -- Soma compila comunque i campi qui sotto. Rivedi e modifica tutto prima di salvare.
ka: დაწერე, გააჟღერე ან აღწერე შენი კვება სიტყვებით -- Soma ისედაც შეავსებს ქვემოთ მოცემულ ველებს. შეამოწმე და საჭიროებისამებრ შეასწორე შენახვამდე.
ru: Напиши, продиктуй или опиши свой приём пищи словами -- Soma в любом случае заполнит поля ниже. Проверь и при необходимости измени перед сохранением.
sr: Упиши, издиктирај или опиши свој оброк речима — Soma ће у сваком случају попунити поља испод. Провери и по потреби прилагоди пре чувања.

# logMeal.input.listening
source: Listening -- tap the mic when you're done, or just stop talking.
de: Hört zu -- tippe aufs Mikrofon, wenn du fertig bist, oder hör einfach auf zu sprechen.
es: Escuchando -- toca el micrófono cuando termines, o simplemente deja de hablar.
fr: Écoute en cours -- appuie sur le micro quand tu as fini, ou arrête simplement de parler.
hy: Լսում է -- հպիր խոսափողին, երբ ավարտես, կամ պարզապես դադարիր խոսել։
it: In ascolto -- tocca il microfono quando hai finito, o smetti semplicemente di parlare.
ka: მისმენს -- შეეხე მიკროფონს, როცა დაასრულებ, ან უბრალოდ შეწყვიტე ლაპარაკი.
ru: Слушаю -- нажми на микрофон, когда закончишь, или просто перестань говорить.
sr: Слушам — додирни микрофон када завршиш, или једноставно престани да причаш.

# logMeal.macrosOutOfRange
source: Calories should be 0-5000 and macros 0-500g -- check your numbers.
de: Kalorien sollten zwischen 0 und 5000 liegen und Makros zwischen 0 und 500 g – überprüfe deine Angaben.
es: Las calorías deben estar entre 0 y 5000, y los macros entre 0 y 500 g: revisa tus datos.
fr: Les calories doivent être comprises entre 0 et 5000, et les macros entre 0 et 500 g : vérifiez vos chiffres.
hy: Կալորիաները պետք է լինեն 0-5000, իսկ մակրոները՝ 0-500գ միջակայքում․ ստուգիր թվերը։
it: Le calorie devono essere comprese tra 0 e 5000 e i macro tra 0 e 500 g: controlla i tuoi numeri.
ka: კალორია უნდა იყოს 0-5000-ს შორის, ხოლო მაკროელემენტები — 0-500გ-ს შორის. გადაამოწმე მონაცემები.
ru: Калории должны быть в пределах 0-5000, а БЖУ — 0-500 г. Проверь введённые данные.
sr: Калорије треба да буду у распону 0-5000, а макронутријенти 0-500 г — провери унете бројеве.

# logMeal.saveFailed
source: Couldn't save that entry. Try again.
de: Der Eintrag konnte nicht gespeichert werden. Versuch es erneut.
es: No se ha podido guardar esa entrada. Inténtalo de nuevo.
fr: Impossible d'enregistrer cette entrée. Réessayez.
hy: Չհաջողվեց պահպանել գրառումը։ Փորձիր նորից։
it: Non è stato possibile salvare la voce. Riprova.
ka: ჩანაწერის შენახვა ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось сохранить запись. Попробуй ещё раз.
sr: Нисмо успели да сачувамо тај унос. Покушај поново.

# logWorkout.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# logWorkout.cta.logActivity
source: Log activity
de: Aktivität protokollieren
es: Registrar actividad
fr: Enregistrer l'activité
hy: Գրանցել ակտիվությունը
it: Registra attività
ka: აქტივობის დამატება
ru: Записать активность
sr: Забележи активност

# logWorkout.date.label
source: Date
de: Datum
es: Fecha
hy: Ամսաթիվ
it: Data
ka: თარიღი
ru: Дата
sr: Датум

# logWorkout.duration.label
source: Duration
de: Dauer
es: Duración
fr: Durée
hy: Տևողություն
it: Durata
ka: ხანგრძლივობა
ru: Длительность
sr: Трајање

# logWorkout.effort.label
source: Effort
de: Anstrengung
es: Esfuerzo
hy: Ջանք
it: Sforzo
ka: დატვირთვა
ru: Усилие
sr: Напор

# logWorkout.error.saveFailed
source: Couldn't log that activity. Try again.
de: Diese Aktivität konnte nicht protokolliert werden. Versuche es erneut.
es: No se pudo registrar esa actividad. Inténtalo de nuevo.
fr: Impossible d'enregistrer cette activité. Réessaie.
hy: Չհաջողվեց գրանցել այդ ակտիվությունը։ Նորից փորձիր։
it: Impossibile registrare questa attività. Riprova.
ka: ვერ ჩაიწერა ეს აქტივობა. სცადე ხელახლა.
ru: Не удалось записать эту активность. Попробуй снова.
sr: Није могуће забележити ту активност. Покушај поново.

# logWorkout.focus.label
source: Focus
de: Fokus
es: Enfoque
hy: Ուշադրության կենտրոն
ka: ფოკუსი
ru: Фокус
sr: Фокус

# logWorkout.navigationTitle
source: Log an activity
de: Aktivität protokollieren
es: Registrar una actividad
fr: Enregistrer une activité
hy: Գրանցել ակտիվություն
it: Registra un'attività
ka: აქტივობის ჩაწერა
ru: Записать активность
sr: Забележи активност

# logWorkout.notes.placeholder
source: Anything worth remembering
de: Etwas, das sich zu merken lohnt
es: Algo que valga la pena recordar
fr: Quelque chose à retenir
hy: Ինչ-որ բան հիշելու համար
it: Qualcosa che vale la pena ricordare
ka: რამე დასამახსოვრებელი
ru: То, что стоит запомнить
sr: Било шта вредно памћења

# logWorkout.section.effortFooter
source: Effort helps Soma calibrate tomorrow's plan around today's real training load.
de: Die Anstrengung hilft Soma, den morgigen Plan an deine heutige tatsächliche Trainingsbelastung anzupassen.
es: El esfuerzo ayuda a Soma a calibrar el plan de mañana según tu carga de entrenamiento real de hoy.
fr: L'effort aide Soma à calibrer le programme de demain selon ta charge d'entraînement réelle d'aujourd'hui.
hy: Ջանքի աստիճանը օգնում է Soma-ին վաղվա ծրագիրը հարմարեցնել այսօրվա իրական մարզման ծանրաբեռնվածությանը։
it: Lo sforzo aiuta Soma a calibrare il piano di domani in base al tuo reale carico di allenamento di oggi.
ka: დატვირთვის ხარისხი ეხმარება Soma-ს, ხვალინდელი გეგმა დღევანდელ რეალურ სავარჯიშო დატვირთვაზე მორგოს.
ru: Уровень усилия помогает Soma настроить завтрашний план с учётом твоей реальной нагрузки сегодня.
sr: Напор помаже да Soma прилагоди сутрашњи план стварном тренажном оптерећењу од данас.

# logWorkout.section.notes
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
hy: Նշումներ (ըստ ցանկության)
it: Note (facoltativo)
ka: შენიშვნები (სურვილისამებრ)
ru: Заметки (необязательно)
sr: Белешке (опционо)

# logWorkout.section.whatDidYouDo
source: What did you do?
de: Was hast du gemacht?
es: ¿Qué hiciste?
fr: Qu'as-tu fait ?
hy: Ի՞նչ ես արել։
it: Cosa hai fatto?
ka: რა გააკეთე?
ru: Что ты делал(а)?
sr: Шта си радио/ла?

# logWorkout.section.when
source: When
de: Wann
es: Cuándo
fr: Quand
hy: Երբ
it: Quando
ka: როდის
ru: Когда
sr: Када

# logWorkout.section.whenFooter
source: Used to pull your real heart rate for this exact window from Apple Health or a connected wearable, if one reported it.
de: Wird verwendet, um deine tatsächliche Herzfrequenz für dieses genaue Zeitfenster aus Apple Health oder einem verbundenen Wearable abzurufen, falls eines gemeldet wurde.
es: Se usa para obtener tu frecuencia cardíaca real en esta franja horaria exacta desde Apple Health o un dispositivo conectado, si alguno la registró.
fr: Sert à récupérer ta fréquence cardiaque réelle sur ce créneau exact depuis Apple Santé ou un appareil connecté, s'il l'a enregistrée.
hy: Օգտագործվում է քո իրական զարկերակը այս ճշգրիտ ժամանակահատվածում ստանալու համար Apple Health-ից կամ միացված սարքից, եթե այն դա գրանցել է։
it: Serve a recuperare la tua frequenza cardiaca reale in questa esatta finestra temporale da Apple Salute o da un dispositivo indossabile connesso, se ne ha registrata una.
ka: გამოიყენება შენი რეალური პულსის ამ ზუსტ დროის მონაკვეთში მისაღებად Apple Health-იდან ან დაკავშირებული მოწყობილობიდან, თუ მან ეს დააფიქსირა.
ru: Используется, чтобы получить твой реальный пульс за этот промежуток времени из Apple Health или подключённого устройства, если оно его зафиксировало.
sr: Користи се да би се добио твој стварни пулс за овај тачан временски период из Apple Health или повезаног уређаја, ако га је забележио.

# logWorkout.startTime.label
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
hy: Սկսելու ժամանակը
it: Ora di inizio
ka: დაწყების დრო
ru: Время начала
sr: Време почетка

# logWorkout.title.placeholder
source: e.g. Soccer training, Hot yoga, Volleyball
de: z. B. Fußballtraining, Hot Yoga, Volleyball
es: p. ej. Entrenamiento de fútbol, Yoga caliente, Vóley
fr: p. ex. Entraînement de foot, Hot yoga, Volley
hy: օր.՝ ֆուտբոլի մարզում, տաք յոգա, վոլեյբոլ
it: es. Allenamento di calcio, Hot yoga, Pallavolo
ka: მაგ. საფეხბურთო ვარჯიში, ცხელი იოგა, ფრენბურთი
ru: например, футбольная тренировка, хот-йога, волейбол
sr: нпр. фудбалски тренинг, хот јога, одбојка

# meal.detail.caloriesLabel
source: Calories
de: Kalorien
es: Calorías
hy: Կալորիա
it: Calorie
ka: კალორია
ru: Калории
sr: Kalorije

# meal.detail.carbsLabel
source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hy: Ածխաջրեր
it: Carboidrati
ka: ნახშირწყლები
ru: Углеводы
sr: Ugljeni hidrati

# meal.detail.doneButton
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Gotovo

# meal.detail.editMacrosButton
source: Edit macros
de: Makros bearbeiten
es: Editar macros
fr: Modifier les macros
hy: Խմբագրել մակրոները
it: Modifica macro
ka: მაკროების რედაქტირება
ru: Изменить БЖУ
sr: Izmeni makronutrijente

# meal.detail.fatLabel
source: Fat
de: Fett
es: Grasas
fr: Lipides
hy: Ճարպեր
it: Grassi
ka: ცხიმები
ru: Жиры
sr: Masti

# meal.detail.loggedLabel
source: Logged
de: Erfasst
es: Registrado
fr: Enregistré
hy: Գրանցված է
it: Registrato
ka: დაფიქსირდა
ru: Записано
sr: Zabeleženo

# meal.detail.notRatedYet
source: Not rated yet.
de: Noch nicht bewertet.
es: Aún no calificado.
fr: Pas encore noté.
hy: Դեռ գնահատված չէ։
it: Non ancora valutato.
ka: ჯერ არ არის შეფასებული.
ru: Ещё не оценено.
sr: Još nije ocenjeno.

# meal.detail.outOfTen
source: out of 10
de: von 10
es: de 10
fr: sur 10
hy: 10-ից
it: su 10
ka: 10-დან
ru: из 10
sr: od 10

# meal.detail.proteinLabel
source: Protein
de: Eiweiß
es: Proteína
fr: Protéines
hy: Սպիտակուց
it: Proteine
ka: ცილა
ru: Белки
sr: Proteini

# meal.detail.ratingSectionTitle
source: How this fits your goal
de: Wie gut das zu deinem Ziel passt
es: Qué tan bien encaja con tu objetivo
fr: Comment ça correspond à ton objectif
hy: Ինչպես է սա համապատասխանում քո նպատակին
it: Quanto si adatta al tuo obiettivo
ka: რამდენად შეესაბამება ეს შენს მიზანს
ru: Насколько это подходит твоей цели
sr: Koliko ovo odgovara tvom cilju

# meal.detail.sourceLabel
source: Source
de: Quelle
es: Fuente
hy: Աղբյուր
it: Fonte
ka: წყარო
ru: Источник
sr: Izvor

# meal.editMacros.caloriesLabel
source: Calories
de: Kalorien
es: Calorías
hy: Կալորիա
it: Calorie
ka: კალორია
ru: Калории
sr: Kalorije

# meal.editMacros.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Otkaži

# meal.editMacros.carbsLabel
source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hy: Ածխաջրեր
it: Carboidrati
ka: ნახშირწყლები
ru: Углеводы
sr: Ugljeni hidrati

# meal.editMacros.error
source: Couldn't save those changes. Try again later.
de: Änderungen konnten nicht gespeichert werden. Versuch es später erneut.
es: No se pudieron guardar los cambios. Inténtalo más tarde.
fr: Impossible d'enregistrer ces modifications. Réessaie plus tard.
hy: Չհաջողվեց պահպանել փոփոխությունները։ Փորձիր ավելի ուշ։
it: Impossibile salvare le modifiche. Riprova più tardi.
ka: ცვლილებების შენახვა ვერ მოხერხდა. სცადე მოგვიანებით.
ru: Не удалось сохранить изменения. Попробуй позже.
sr: Nije uspelo čuvanje izmena. Pokušaj kasnije.

# meal.editMacros.fatLabel
source: Fat
de: Fett
es: Grasas
fr: Lipides
hy: Ճարպեր
it: Grassi
ka: ცხიმები
ru: Жиры
sr: Masti

# meal.editMacros.outOfRange
source: Calories should be 0-5000 and macros 0-500g -- check your numbers.
de: Kalorien sollten 0-5000 und Makros 0-500g betragen -- überprüfe deine Zahlen.
es: Las calorías deben estar entre 0-5000 y los macros entre 0-500g -- revisa tus números.
fr: Les calories doivent être entre 0 et 5000, et les macros entre 0 et 500g -- vérifie tes chiffres.
hy: Կալորիաները պետք է լինեն 0-5000, իսկ մակրոները՝ 0-500գ․ ստուգիր թվերը։
it: Le calorie devono essere 0-5000 e i macro 0-500g -- controlla i tuoi numeri.
ka: კალორია უნდა იყოს 0-5000, ხოლო მაკროები 0-500გ — გადაამოწმე რიცხვები.
ru: Калории должны быть 0–5000, а БЖУ 0–500 г — проверь числа.
sr: Kalorije treba da budu 0-5000, a makronutrijenti 0-500g -- proveri brojeve.

# meal.editMacros.proteinLabel
source: Protein
de: Eiweiß
es: Proteína
fr: Protéines
hy: Սպիտակուց
it: Proteine
ka: ცილა
ru: Белки
sr: Proteini

# meal.editMacros.requiredSection
source: Required
de: Erforderlich
es: Obligatorio
fr: Obligatoire
hy: Պարտադիր
it: Obbligatorio
ka: სავალდებულო
ru: Обязательно
sr: Obavezno

# meal.editMacros.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
it: Salva
ka: შენახვა
ru: Сохранить
sr: Sačuvaj

# meal.editMacros.title
source: Edit macros
de: Makros bearbeiten
es: Editar macros
fr: Modifier les macros
hy: Խմբագրել մակրոները
it: Modifica macro
ka: მაკროების რედაქტირება
ru: Изменить БЖУ
sr: Izmeni makronutrijente

# meal.loggedFoodTitle
source: Logged food
de: Erfasste Mahlzeit
es: Comida registrada
fr: Repas enregistré
hy: Գրանցված սնունդ
it: Pasto registrato
ka: ჩაწერილი კვება
ru: Записанный приём пищи
sr: Забележена храна

# meal.rating.error
source: Couldn't rate this meal right now. Try again later.
de: Diese Mahlzeit konnte gerade nicht bewertet werden. Versuch es später erneut.
es: No se pudo valorar esta comida ahora. Inténtalo más tarde.
fr: Impossible d'évaluer ce repas pour le moment. Réessayez plus tard.
hy: Այս սնունդը հիմա հնարավոր չէ գնահատել։ Փորձիր ավելի ուշ։
it: Impossibile valutare questo pasto ora. Riprova più tardi.
ka: ამ კვების შეფასება ახლა ვერ მოხერხდა. სცადე მოგვიანებით.
ru: Не удалось оценить этот приём пищи сейчас. Попробуй позже.
sr: Тренутно не можемо да оценимо овај оброк. Покушај поново касније.
